start-start = Привет, <b>{$username }</b>!

    Этот бот позволяет посмотреть расписание на любой день для колледжа КИТП для разных групп

    Для начала работы необходимо установить группу, это можно сделать командой /set_group или по кнопке ниже 👇

welcome-user = Группа успешно установлена!

    Для получения расписания на все дни для вашей группы воспользуйся командой /schedule !

group-success = Группа {$group_name } успешно добавлена в БД!

admin-info = admin-admin = Админ-панель предлагает следующий функционал:

    /add_group - Добавление группы в БД

    /add_lesson - Добавление предмета в БД

    /delete_lesson - Удаление предмета из БД

    /delete_group - Удаление группы из БД

    ----------------------------------
    Примеры:

    /add_group ИПсп-123

