start-start = Привет, <b>{$username }</b>!

    Этот бот позволяет посмотреть расписание на любой день для колледжа КИТП для разных групп

    Для начала работы необходимо установить группу, это можно сделать по кнопке ниже 👇

welcome-user = Группа успешно установлена!

    Для получения расписания на все дни для вашей группы воспользуйся командой /schedule !

group-success = Группа {$group_name } успешно добавлена в БД!

admin-info = admin-admin = Админ-панель предлагает следующий функционал:

    /add_group - Добавление группы в БД

    /add_lesson - Добавление предмета в БД

    /delete_lesson - Удаление предмета из БД

    /delete_group - Удаление группы из БД

    ----------------------------------
    Примеры:

    /add_group ИПсп-123


lesson-success = Предмет {$lesson_name } успешно добавлен в БД!


schedule-short_info = Расписание на неделю

start-short_info = В начало работы с ботом

help-short_info = Справка по работе бота

help-full = Данный бот позволяет получить расписание на определенный день недели для групп коледжа КИТП

    Бот автоматически обновляет числитель и знаменатель по пятницам в 19:00

    Для получения расписания воспользуйтесь командой /schedule

    Если вы хотите сбросить работу бота и начать сначала - воспользуйтесь командой /start

    <b>Приятного использования!</b>

contacts-short_info = Связь с администратором

contacts-full = Если у вас возникли вопросы или предложения по улучшению бота, то

contacts-link = свяжитесь со мной

type_of_week-change_success = Тип недели успешно изменен!

